Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: when it's due
de: zum Fälligkeitszeitpunkt
es: cuando venza
fr: à l’échéance
it: alla scadenza

source: When sharing a task, you can choose what to include, such as text, dates, locations and attachments.
de: Beim Teilen einer Aufgabe können Sie wählen, was enthalten sein soll, z. B. Text, Daten, Standorte und Anhänge.
es: Cuando compartes una tarea, puedes elegir qué incluir, como texto, fechas, ubicaciones y archivos adjuntos.
fr: Lors du partage d'une tâche, vous pouvez choisir les éléments à inclure, tels que le texte, les dates, les lieux et les pièces jointes.
it: Quando condividi un'attività, puoi scegliere cosa includere, come testo, date, posizioni e allegati.

source: When should I schedule it?
de: Wann soll ich es planen?
es: ¿Cuándo debo programarlo?
fr: Quand dois-je le programmer ?
it: Quando dovrei programmarlo?

source: When using Siri, if “Add reminders automatically” is enabled, Siri adds a reminder automatically based on the task. If disabled, Siri will ask you which reminder to set.
de: Wenn „Erinnerungen automatisch hinzufügen“ aktiviert ist, fügt Siri automatisch eine Erinnerung hinzu. Andernfalls fragt Siri, welche Erinnerung gesetzt werden soll.
es: Al usar Siri, si “Añadir recordatorios automáticamente” está activado, Siri añade un recordatorio automáticamente. Si está desactivado, Siri te preguntará cuál establecer.
fr: Lorsque vous utilisez Siri, si l’option est activée, un rappel est ajouté automatiquement. Sinon, Siri vous demandera quel rappel définir.
it: Quando usi Siri, se “Aggiungi promemoria automaticamente” è attivo, Siri aggiunge automaticamente un promemoria. Se disattivato, Siri ti chiederà quale promemoria impostare.

source: Which file types can I attach?
de: Welche Dateitypen kann ich anhängen?
es: ¿Qué tipos de archivos puedo adjuntar?
fr: Quels types de fichiers puis-je joindre ?
it: Quali tipi di file posso allegare?

source: Which period or date would you like to check?
de: Welchen Zeitraum oder welches Datum möchtest du prüfen?
es: ¿Qué período o fecha quieres consultar?
fr: Quelle période ou quelle date voulez-vous vérifier ?
it: Quale periodo o data vuoi controllare?

source: Why am I not receiving notifications?
de: Warum erhalte ich keine Benachrichtigungen?
es: ¿Por qué no recibo notificaciones?
fr: Pourquoi ne reçois-je pas de notifications ?
it: Perché non ricevo notifiche?

source: Why are some tasks highlighted?
de: Warum sind einige Aufgaben hervorgehoben?
es: ¿Por qué algunas tareas están resaltadas?
fr: Pourquoi certaines tâches sont-elles mises en évidence ?
it: Perché alcune attività sono evidenziate?

source: Why did a notification disappear?
de: Warum ist eine Benachrichtigung verschwunden?
es: ¿Por qué desapareció una notificación?
fr: Pourquoi une notification a-t-elle disparu ?
it: Perché una notifica è scomparsa?

source: Why did my snooze not trigger?
de: Warum wurde mein Snooze nicht ausgelöst?
es: ¿Por qué no se activó posponer?
fr: Pourquoi mon report ne s’est-il pas déclenché ?
it: Perché lo snooze non è partito?

source: Why do I receive fewer notifications than expected?
de: Warum erhalte ich weniger Benachrichtigungen als erwartet?
es: ¿Por qué recibo menos notificaciones de las esperadas?
fr: Pourquoi je reçois moins de notifications que prévu ?
it: Perché ricevo meno notifiche del previsto?

source: Why do I receive notifications at unexpected times?
de: Warum erhalte ich Benachrichtigungen zu unerwarteten Zeiten?
es: ¿Por qué recibo notificaciones en momentos inesperados?
fr: Pourquoi je reçois des notifications à des moments inattendus ?
it: Perché ricevo notifiche in orari inaspettati?

source: Why do things change automatically?
de: Warum ändern sich Dinge automatisch?
es: ¿Por qué algunas cosas cambian automáticamente?
fr: Pourquoi certaines choses changent automatiquement ?
it: Perché alcune cose cambiano automaticamente?

source: Why does a location reminder not trigger?
de: Warum wird eine ortsbasierte Erinnerung nicht ausgelöst?
es: ¿Por qué no se activa un recordatorio de ubicación?
fr: Pourquoi un rappel de localisation ne se déclenche-t-il pas ?
it: Perché un promemoria di posizione non si attiva?

source: Why does location reminder not trigger when I arrive?
de: Warum wird die ortsbasierte Erinnerung bei Ankunft nicht ausgelöst?
es: ¿Por qué no se activa el recordatorio de ubicación cuando llego?
fr: Pourquoi le rappel de localisation ne se déclenche-t-il pas à mon arrivée ?
it: Perché il promemoria di posizione non si attiva quando arrivo?

source: Why does snooze seem to disappear?
de: Warum scheint Snooze zu verschwinden?
es: ¿Por qué parece que posponer desaparece?
fr: Pourquoi le report semble disparaître ?
it: Perché lo snooze sembra scomparire?

source: Why does the badge change suddenly?
de: Warum ändert sich das Badge plötzlich?
es: ¿Por qué cambia la insignia de repente?
fr: Pourquoi le badge change-t-il soudainement ?
it: Perché il badge cambia improvvisamente?

source: Why is a location task not monitored?
de: Warum wird eine Standort-Aufgabe nicht überwacht?
es: ¿Por qué una tarea con ubicación no se monitoriza?
fr: Pourquoi une tâche avec localisation n’est-elle pas surveillée ?
it: Perché una attività con posizione non viene monitorata?

source: Why is the badge different from what I expect?
de: Warum ist das Badge anders als erwartet?
es: ¿Por qué la insignia es diferente de lo que esperaba?
fr: Pourquoi le badge est-il différent de ce que j’attends ?
it: Perché il badge è diverso da quello che mi aspetto?

source: Why is the badge not updating?
de: Warum wird das Badge nicht aktualisiert?
es: ¿Por qué no se actualiza la insignia?
fr: Pourquoi le badge ne se met-il pas à jour ?
it: Perché il badge non si aggiorna?

source: Why is weather information different from other weather apps?
de: Warum unterscheiden sich die Wetterinformationen von anderen Wetter-Apps?
es: ¿Por qué la información meteorológica es diferente de la de otras aplicaciones meteorológicas?
fr: Pourquoi les informations météo diffèrent-elles de celles d’autres applications météo ?
it: Perché le informazioni meteo sono diverse da quelle di altre app meteo?

source: Why is weather information not visible?
de: Warum werden Wetterinformationen nicht angezeigt?
es: ¿Por qué la información meteorológica no es visible?
fr: Pourquoi les informations météo ne sont-elles pas visibles ?
it: Perché le informazioni meteo non sono visibili?

source: Wi-Fi
de: WLAN

source: Windproof Jacket
de: Windjacke
es: Chaqueta cortavientos
fr: Veste coupe-vent
it: Giacca antivento

source: With global notification
de: Mit globaler Benachrichtigung
es: Con notificación global
fr: Avec notification globale
it: Con notifica globale

source: With location
de: Mit Standort
es: Con ubicación
fr: Avec localisation
it: Con posizione

source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro

source: Work Badge
de: Dienstausweis
es: Credencial Laboral
fr: Badge Professionnel
it: Badge Aziendale

source: Write ${input}
de: ${input} schreiben
es: Escribe ${input}
fr: Écrire ${input}
it: Scrivi ${input}

source: year
de: Jahr
es: año
fr: an
it: anno

source: years
de: Jahre
es: años
fr: ans
it: anni

source: Yes. As soon as credentials are imported into the Vault, they are securely encrypted before being stored.
de: Ja. Sobald Anmeldedaten in den Tresor importiert werden, werden sie vor der Speicherung sicher verschlüsselt.
es: Sí. En cuanto las credenciales se importan a la Caja fuerte, se cifran de forma segura antes de almacenarse.
fr: Oui. Dès que les identifiants sont importés dans le Coffre-fort, ils sont chiffrés de manière sécurisée avant d'être enregistrés.
it: Sì. Non appena le credenziali vengono importate nella Cassaforte, vengono crittografate in modo sicuro prima di essere archiviate.

source: Yes. Audio recordings can be attached directly to tasks.
de: Ja. Audioaufnahmen können direkt an Aufgaben angehängt werden.
es: Sí. Las grabaciones de audio pueden adjuntarse directamente a las tareas.
fr: Oui. Les enregistrements audio peuvent être joints directement aux tâches.
it: Sì. Le registrazioni audio possono essere allegate direttamente alle attività.

source: Yes. Backups can include app settings such as appearance preferences, navigation preferences, weather settings, badge options, attachment management settings, and other supported preferences. During restore, app settings can be restored separately from your data.
de: Ja. Sicherungen können App-Einstellungen wie Darstellungsoptionen, Navigationseinstellungen, Wettereinstellungen, Badge-Optionen, Einstellungen zur Anhangsverwaltung und andere unterstützte Einstellungen enthalten. Bei einer Wiederherstellung können App-Einstellungen getrennt von Ihren Daten wiederhergestellt werden.
es: Sí. Las copias de seguridad pueden incluir ajustes de la aplicación, como preferencias de apariencia, preferencias de navegación, ajustes meteorológicos, opciones de insignias, ajustes de gestión de archivos adjuntos y otras preferencias compatibles. Durante la restauración, los ajustes de la aplicación pueden restaurarse por separado de tus datos.
fr: Oui. Les sauvegardes peuvent inclure les paramètres de l’application tels que les préférences d’apparence, les préférences de navigation, les paramètres météorologiques, les options de badges, les paramètres de gestion des pièces jointes et d’autres préférences prises en charge. Lors de la restauration, les paramètres de l’application peuvent être restaurés séparément de vos données.
it: Sì. I backup possono includere impostazioni dell’app come preferenze di aspetto, preferenze di navigazione, impostazioni meteo, opzioni dei badge, impostazioni di gestione degli allegati e altre preferenze supportate. Durante il ripristino, le impostazioni dell’app possono essere ripristinate separatamente dai dati.

source: Yes. Cards, tickets, barcodes, QR codes, notes, custom colors, and logos are included in backups and can be restored on compatible devices.
de: Ja. Karten, Tickets, Barcodes, QR-Codes, Notizen, benutzerdefinierte Farben und Logos sind in Backups enthalten und können auf kompatiblen Geräten wiederhergestellt werden.
es: Sí. Las tarjetas, tickets, códigos de barras, códigos QR, notas, colores personalizados y logotipos están incluidos en las copias de seguridad y pueden restaurarse en dispositivos compatibles.
fr: Oui. Les cartes, tickets, codes-barres, codes QR, notes, couleurs personnalisées et logos sont inclus dans les sauvegardes et peuvent être restaurés sur des appareils compatibles.
it: Sì. Carte, tickets, codici a barre, codici QR, note, colori personalizzati e loghi sono inclusi nei backup e possono essere ripristinati su dispositivi compatibili.

source: Yes. Complete backups include task attachments such as images, documents, scans, and audio recordings.
de: Ja. Vollständige Backups enthalten Aufgabenanhänge wie Bilder, Dokumente, Scans und Audioaufnahmen.
es: Sí. Las copias de seguridad completas incluyen archivos adjuntos de tareas como imágenes, documentos, escaneos y grabaciones de audio.
fr: Oui. Les sauvegardes complètes incluent les pièces jointes des tâches telles que les images, documents, scans et enregistrements audio.
it: Sì. I backup completi includono allegati delle attività come immagini, documenti, scansioni e registrazioni audio.

source: Yes. Document records, expiry dates, notes, and reminder settings stored in the Documents section are included in backups.
de: Ja. Dokumenteinträge, Ablaufdaten, Notizen und Erinnerungseinstellungen, die im Bereich Dokumente gespeichert sind, werden in Backups eingeschlossen.
es: Sí. Los registros de documentos, fechas de vencimiento, notas y configuraciones de recordatorios almacenados en la sección Documentos se incluyen en las copias de seguridad.
fr: Oui. Les informations relatives aux documents, les dates d’expiration, les notes et les paramètres de rappel enregistrés dans la section Documents sont inclus dans les sauvegardes.
it: Sì. I dati dei documenti, le date di scadenza, le note e le impostazioni dei promemoria memorizzati nella sezione Documenti sono inclusi nei backup.

source: Yes. During restore, you can choose which sections to restore, such as tasks, cards, tickets, trip lists, documents, and app settings. This allows you to recover only the data you need without restoring everything.
de: Ja. Während der Wiederherstellung können Sie auswählen, welche Bereiche wiederhergestellt werden sollen, z. B. Aufgaben, Karten, Tickets, Reiselisten, Dokumente und App-Einstellungen. Dadurch können Sie nur die benötigten Daten wiederherstellen, ohne alles zurückzusetzen.
es: Sí. Durante la restauración puedes elegir qué secciones restaurar, como tareas, tarjetas, tickets, listas de viaje, documentos y ajustes de la aplicación. Esto te permite recuperar únicamente los datos que necesitas sin restaurarlo todo.
fr: Oui. Lors de la restauration, vous pouvez choisir les sections à restaurer, telles que les tâches, les cartes, les tickets, les listes de voyage, les documents et les paramètres de l’application. Cela vous permet de récupérer uniquement les données dont vous avez besoin sans tout restaurer.
it: Sì. Durante il ripristino puoi scegliere quali sezioni ripristinare, ad esempio attività, carte, tickets, liste di viaggio, documenti e impostazioni dell’app. Questo ti consente di recuperare solo i dati necessari senza ripristinare tutto.

source: Yes. During restore, you can select the Vault independently from other data categories, such as tasks, cards, documents, trip lists, and settings.
de: Ja. Während der Wiederherstellung können Sie den Tresor unabhängig von anderen Datenkategorien auswählen, etwa Aufgaben, Karten, Dokumenten, Reislisten und Einstellungen.
es: Sí. Durante la restauración puedes seleccionar la Caja fuerte de forma independiente del resto de categorías de datos, como tareas, tarjetas, documentos, listas de viaje y ajustes.
fr: Oui. Lors de la restauration, vous pouvez sélectionner le Coffre indépendamment des autres catégories de données, telles que les tâches, cartes, documents, listes de voyage et réglages.
it: Sì. Durante il ripristino puoi selezionare la Cassaforte in modo indipendente rispetto alle altre categorie di dati, come attività, carte, documenti, liste di viaggio e impostazioni.

source: Yes. Every task with a due date automatically generates a notification when it reaches its deadline. You can also add custom reminders, location reminders, and advance notifications.
de: Ja. Jede Aufgabe mit einem Fälligkeitsdatum erzeugt automatisch eine Benachrichtigung, sobald das Fälligkeitsdatum erreicht ist. Sie können außerdem benutzerdefinierte Erinnerungen, standortbasierte Erinnerungen und Vorabbenachrichtigungen hinzufügen.
es: Sí. Cada tarea con fecha límite genera automáticamente una notificación cuando alcanza su vencimiento. También puedes añadir recordatorios personalizados, recordatorios basados en la ubicación y notificaciones anticipadas.
fr: Oui. Chaque tâche avec une date d’échéance génère automatiquement une notification lorsqu’elle atteint son échéance. Vous pouvez également ajouter des rappels personnalisés, des rappels basés sur la localisation et des notifications anticipées.
it: Sì. Ogni attività con una data di scadenza genera automaticamente una notifica quando raggiunge la propria scadenza. Puoi inoltre aggiungere promemoria personalizzati, notifiche basate sulla posizione e notifiche anticipate.

source: Yes. For each document you can record its physical storage location, such as a drawer, cabinet, folder, or safe. This helps you quickly find the original document whenever you need it.
de: Ja. Für jedes Dokument können Sie den physischen Aufbewahrungsort angeben, z. B. eine Schublade, einen Schrank, einen Ordner oder einen Safe. So finden Sie das Originaldokument bei Bedarf schnell wieder.
es: Sí. Para cada documento puedes registrar el lugar donde se guarda físicamente, por ejemplo un cajón, un armario, una carpeta o una caja fuerte. Así podrás encontrar rápidamente el documento original cuando lo necesites.
fr: Oui. Pour chaque document, vous pouvez enregistrer son emplacement de stockage physique, par exemple un tiroir, une armoire, un classeur ou un coffre-fort. Cela vous permet de retrouver rapidement le document original lorsque vous en avez besoin.
it: Sì. Per ogni documento puoi registrare la posizione in cui è conservato fisicamente, ad esempio un cassetto, un armadio, una cartella o una cassaforte. In questo modo potrai trovare rapidamente il documento originale quando ne avrai bisogno.

source: Yes. ForMemo allows you to create complete backups that can include tasks, notes, reminders, attachments, cards, tickets and logos, trip lists, documents, Vault data, app settings, and related information. You can restore everything later or transfer your data to another compatible device.
de: Ja. Mit ForMemo kannst du vollständige Backups erstellen, die Aufgaben, Notizen, Erinnerungen, Anhänge, Karten, Tickets und Logos, Reiselisten, Dokumente, Tresordaten, App-Einstellungen und zugehörige Informationen enthalten können. Du kannst später alle Daten wiederherstellen oder auf ein anderes kompatibles Gerät übertragen.
es: Sí. ForMemo te permite crear copias de seguridad completas que pueden incluir tareas, notas, recordatorios, archivos adjuntos, tarjetas, entradas y logotipos, listas de viaje, documentos, datos de la Caja fuerte, ajustes de la aplicación e información relacionada. Puedes restaurarlo todo posteriormente o transferir tus datos a otro dispositivo compatible.
fr: Oui. ForMemo vous permet de créer des sauvegardes complètes pouvant inclure des tâches, des notes, des rappels, des pièces jointes, des cartes, des billets et des logos, des listes de voyage, des documents, des données du Coffre-fort, des réglages de l’App et les informations associées. Vous pouvez ensuite tout restaurer ou transférer vos données vers un autre appareil compatible.
it: Sì. ForMemo ti permette di creare backup completi che possono includere attività, note, promemoria, allegati, carte, biglietti e loghi, liste di viaggio, documenti, dati della Cassaforte, impostazioni dell’App e informazioni correlate. Puoi ripristinare tutto in un secondo momento o trasferire i tuoi dati su un altro dispositivo compatibile.

source: Yes. ForMemo can display weather forecasts directly inside task views and weekly planning views to help you organize your activities more easily. Tap the weather info to open the detailed weekly weather forecast view.
de: Ja. ForMemo kann Wettervorhersagen direkt in Aufgabenansichten und Wochenplanungen anzeigen, damit du deine Aktivitäten und Termine einfacher organisieren kannst. Tippe auf die Wetterinformationen, um die detaillierte Wochenwettervorhersage zu öffnen.
es: Sí. ForMemo puede mostrar pronósticos meteorológicos directamente dentro de las vistas de tareas y de planificación semanal para ayudarte a organizar más fácilmente tus actividades y citas. Toca la información meteorológica para abrir la vista detallada del pronóstico meteorológico semanal.
fr: Oui. ForMemo peut afficher les prévisions météo directement dans les vues des tâches et la planification hebdomadaire afin de vous aider à organiser plus facilement vos activités et rendez-vous. Touchez les informations météo pour ouvrir la vue détaillée des prévisions météo hebdomadaires.
it: Sì. ForMemo può mostrare le previsioni meteo direttamente nelle viste attività e nella pianificazione settimanale per aiutarti a organizzare più facilmente attività e appuntamenti. Tocca le info meteo per aprire la vista dettagliata delle previsioni settimanali.

source: Yes. ForMemo includes a Wallet section where you can save and organize loyalty cards and tickets, barcodes, QR codes, holder information, notes, custom colors, and optional logos.
de: Ja. ForMemo enthält einen Wallet-Bereich, in dem Sie Kundenkarten und Tickets, Barcodes, QR-Codes, Inhaberinformationen, Notizen, benutzerdefinierte Farben und optionale Logos speichern und organisieren können.
es: Sí. ForMemo incluye una sección Wallet donde puedes guardar y organizar tarjetas de fidelización y tickets, códigos de barras, códigos QR, información del titular, notas, colores personalizados y logotipos opcionales.
fr: Oui. ForMemo comprend une section Wallet dans laquelle vous pouvez enregistrer et organiser des cartes de fidélité et des tickets, des codes-barres, des codes QR, les informations du titulaire, des notes, des couleurs personnalisées et des logos optionnels.
it: Sì. ForMemo include una sezione Wallet nella quale puoi salvare e organizzare carte fedeltà e tickets, codici a barre, codici QR, informazioni del titolare, note, colori personalizzati e loghi opzionali.

source: Yes. If a task is already overdue, you can manually snooze its notification by choosing one of the available time intervals. Unlike Reschedule, Snooze does not change the task deadline—it only postpones the notification.
de: Ja. Wenn eine Aufgabe bereits überfällig ist, können Sie ihre Benachrichtigung manuell verschieben, indem Sie eines der verfügbaren Zeitintervalle auswählen. Im Gegensatz zu „Neu planen“ wird dabei das Fälligkeitsdatum der Aufgabe nicht geändert – lediglich die Benachrichtigung wird verschoben.
es: Sí. Si una tarea ya ha vencido, puedes posponer manualmente su notificación eligiendo uno de los intervalos de tiempo disponibles. A diferencia de Reprogramar, Posponer no modifica la fecha de vencimiento de la tarea: solo retrasa la notificación.
fr: Oui. Si une tâche est déjà en retard, vous pouvez reporter manuellement sa notification en choisissant l’un des intervalles de temps disponibles. Contrairement à Reprogrammer, Reporter ne modifie pas l’échéance de la tâche : il reporte uniquement la notification.
it: Sì. Se un’attività è già scaduta, puoi posticiparne manualmente la notifica scegliendo uno degli intervalli di tempo disponibili. A differenza di Riprogramma, Snooze non modifica la scadenza dell’attività: posticipa soltanto la notifica.

source: Yes. If enabled in Settings, Siri can automatically add reminders based on the task deadline.
de: Ja. Wenn diese Funktion in den Einstellungen aktiviert ist, kann Siri automatisch Erinnerungen basierend auf dem Fälligkeitsdatum der Aufgabe hinzufügen.
es: Sí. Si está habilitado en Ajustes, Siri puede añadir automáticamente recordatorios según la fecha límite de la tarea.
fr: Oui. Si cette option est activée dans les Réglages, Siri peut automatiquement ajouter des rappels en fonction de l’échéance de la tâche.
it: Sì. Se abilitato nelle Impostazioni, Siri può aggiungere automaticamente promemoria in base alla scadenza dell’attività.

source: Yes. If Siri notification announcements are enabled in iOS Settings, Siri can read ForMemo notifications aloud on supported devices such as AirPods or CarPlay.
de: Ja. Wenn Siri-Mitteilungen in den iOS-Einstellungen aktiviert sind, kann Siri ForMemo-Benachrichtigungen auf unterstützten Geräten wie AirPods oder CarPlay laut vorlesen.
es: Sí. Si los anuncios de notificaciones de Siri están activados en los ajustes de iOS, Siri puede leer en voz alta las notificaciones de ForMemo en dispositivos compatibles como AirPods o CarPlay.
fr: Oui. Si les annonces de notifications Siri sont activées dans les réglages iOS, Siri peut lire à voix haute les notifications de ForMemo sur les appareils compatibles comme les AirPods ou CarPlay.
it: Sì. Se gli annunci delle notifiche di Siri sono abilitati nelle Impostazioni di iOS, Siri può leggere ad alta voce le notifiche di ForMemo su dispositivi supportati come AirPods o CarPlay.
